{
  "navbarHome": "Home",
  "navbarOrderDelivery": "Order To Delivery",
  "navbarAbout": "About Us",
  "navbarProduct": "Products",
  "navbarContact": "Contact Us",
  "herosectionHeroTitle": "Premium & Customized Lederhosen for your Business",
  "herosectionText": "We take care of your design, embroidery, brand logo and make sure you get 100% premium and best lederhosen for your business.",
  "whyusImageTitle": "Gallery",
  "whyusImageMainTitle": "Products Showcase",
  "whyusTitle": "Benefits",
  "whyusMainTitle": "Why Us?",
  "whyusCard1": "Proper Sampling Before Production to Satisfy Customer.",
  "whyusCard2": "Every Single Piece is Quality-Controlled. Three Quality Processes to Insure Quality.",
  "whyusCard3": "We Foster Collaboration and Satisfaction to Ensure Unmatched Quality.",
  "whyusCard4": "We are Easily Approachable and Avaliable for Meetings in also Germany.",
  "whyusCard5": "We also deals with Custom Designs. Private Branding can be done on Products.",
  "whyusButton": "Let's Talk",
  "ourprocessTitle": "Process",
  "ourprocessMainTitle": "Our Process Cycle",
  "ourprocessTab1h2": "Experience the Quality Before Commitment",
  "ourprocessTab1P1": "We understand that making the right decision requires confidence in the product's quality. That’s why we offer product samples to showcase our craftsmanship and the materials we use. Each sample is meticulously prepared to reflect the quality and standards we maintain across all our products.",
  "ourprocessTab1P2": "Why Samples?",
  "ourprocessTab1P3": "Ensure the product aligns with your requirements before placing a bulk order.",
  "ourprocessTab1P4": "How it Works?",
  "ourprocessTab1P5": "Simply contact us with your requirements, and we will deliver a sample tailored to your needs.",
  "ourprocessTab2h2": "Affordable and Transparent",
  "ourprocessTab2P1": "We charge a minimal fee of 140EUR per sample to cover production and shipping costs. This amount ensures that we can maintain our quality while providing you with a hands-on experience.",
  "ourprocessTab2P2": "Payment Method:",
  "ourprocessTab2P3": "We accept multiple payment options, including wire transfers, PayPal, and other secure payment methods.  What’s Included in the Fee? Your sample charges cover the product, packaging, and standard shipping.",
  "ourprocessTab3h2": "Quick Turnaround for Prompt Decisions",
  "ourprocessTab3P1": "We know time is of the essence in business. That’s why we commit to delivering samples within one week from the date of order confirmation.",
  "ourprocessTab3P2": "Fast Processing:",
  "ourprocessTab3P3": "Orders are prepared and dispatched promptly, ensuring you can review the sample without unnecessary delays.",
  "ourprocessTab3P4": "Customized Samples:",
  "ourprocessTab3P5": "Customizations may slightly increase the delivery time, but we will communicate this clearly.",
  "ourprocessTime": "1 Week",
  "ourprocessTab4h2": "Flexible Delivery Timelines Based on Order Size",
  "ourprocessTab4P1": "For bulk orders, we offer customized timelines to meet your specific business needs:",
  "ourprocessTab4P2": "Upto 2000 Pieces Delivered in 1 month",
  "ourprocessTab4P3": "Upto 5000 Pieces Delivered in 3 months",
  "ourprocessTab4P4": "Upto 10000 Pieces Delivered in 6 months",
  "ourprocessTab4P5": "Our dedicated team ensures timely production and shipping without compromising on quality.",
  "ourprocessTab4P6": "How We Ensure Timeliness:",
  "ourprocessTab4P7": "We use advanced production methods and maintain close communication with you throughout the process.",
  "ourprocessTab5h2": "Fast and Reliable Air Freight",
  "ourprocessTab5P1": "For urgent orders, we recommend shipping by air, offering the quickest delivery times.",
  "ourprocessTab5P2": "Cost Breakdown:",
  "ourprocessTab5Li1": "3 EUR per Kg for orders up to 2000 pieces",
  "ourprocessTab5Li2": "2.5 EUR per Kg for orders up to 5000 pieces",
  "ourprocessTab5P3": "Advantages of Air Shipping:",
  "ourprocessTab5Li3": "Faster delivery times",
  "ourprocessTab5Li4": "Ideal for lightweight and urgent orders",
  "ourprocessTab6h2": "Cost-Effective and Efficient Sea Freight",
  "ourprocessTab6P1": "For larger orders, sea shipping offers the most economical option.",
  "ourprocessTab6P2": "Cost Breakdown:",
  "ourprocessTab6Li1": "2 EUR per Kg for orders up to 2000 pieces",
  "ourprocessTab6Li2": "1.5 EUR per Kg for orders up to 5000 pieces",
  "ourprocessTab6P3": "Advantages of Sea Shipping:",
  "ourprocessTab6Li3": "Lower shipping costs",
  "ourprocessTab6Li4": "Suitable for heavy or high-volume orders",
  "processTitle": "Our Process",
  "processMainTitle": "Luxury Leather, Delivered",
  "processStepFirst": "1. Leather Aquire",
  "processStepSecond": "2. Chemical Cleaning",
  "processStepThird": "3. Embroidery",
  "processStepFourth": "4. Stiching",
  "processStepFivth": "5. Quality Assurance",
  "processStepSixth": "6. Delivery",
  "collectionTitle": "Our Products",
  "collectionMainTitle": "Our Top Collections",
  "collectionCard1Title": "Regular Goat Skin Beige",
  "collectionCard1Desc": "Embrace the softness of regular goat skin in  beige, designed for comfort with a refined, natural texture that brings elegance to every piece.",
  "collectionCard2Title": "Goat suede Beige",
  "collectionCard2Desc": "Discover the plush feel and refined look of goat suede in beige, offering a soft, velvety texture that adds warmth and sophistication to any piece.",
  "collectionCard3Title": "Velvety Cow Suede",
  "collectionCard3Desc": "Experience the luxurious softness of velvety cow suede, ideal for pieces with a rich texture and smooth, refined finish.",
  "collectionOverlay": "Contact now for Customize Leather",
  "testimonialsTitle": "Testimonials",
  "testimonialsMainTitle": "Our Clients",
  "swiperName": "Krist und König",
  "swiperCompany": "Germany",
  "swiperHeader": "Quality You Can Rely On – Crafted by Experts",
  "swiperContent": "I am beyond impressed with my purchase! The craftsmanship and meticulous attention to detail are truly unparalleled. It’s evident that excellence and quality are at the heart of this brand. This is more than a product—it’s a masterpiece. I’m already looking forward to my next order!",
  "footerMenuHeading1": "Website Links",
  "footerHome": "Home",
  "footerAbout": "About",
  "footerProduct": "Product",
  "footerContact": "Contact",
  "footerPaymentHeader": "Payment Methods",
  "footerCopyRights": "2025-26 Ahdus Trachten | All Rights Reserved",
  "Orderdelivery-title": "Order TO Delivery",
  "Orderdelivery-text": "From order placement to delivery, we prioritize quality, authenticity, and your satisfaction. Choosing us means becoming part of a journey rooted in craftsmanship and excellence. Trust us to deliver leather products as unique as you are. Place your order today and experience the difference!",
  "WhyChooseMission": "To Redefine Quality and Craftsmanship, One Product at a Time. We are committed to delivering exceptional value to our business partners by providing premium products that embody quality, passion, and dedication. Our mission is to foster long-term partnerships through consistent reliability, superior craftsmanship, and a shared commitment to excellence.",
  "WhyChooseValues": "To Redefine Quality and Craftsmanship, One Product at a Time. We are committed to delivering exceptional value to our business partners by providing premium products that embody quality, passion, and dedication. Our mission is to foster long-term partnerships through consistent reliability, superior craftsmanship, and a shared commitment to excellence.",
  "ProcessTabs1": "Order Confirmation",
  "ProcessTabs2": "Raw Material Collection",
  "ProcessTabs3": "Manufacturing",
  "ProcessTabs4": "Inspection",
  "ProcessTabs5": "Packaging",
  "ProcessTabs6": "Export",
  "ProcessTabsHeading1": "1. Streamlined Order Confirmation Process",
  "ProcessTabsContent1": "Once your order is placed through our website or directly with our team, our dedicated customer service professionals ensure every detail is meticulously recorded. Whether you require a standard product or a customized solution tailored to your business needs, we collaborate closely with you to capture all specifications. From size and style to unique customizations, your requirements are our top priority. Every order represents a valuable partnership, and we are committed to delivering beyond expectations with precision and reliability.",
  "ProcessTabsHeading2": "2. Procurement of Premium Raw Materials",
  "ProcessTabsContent2P1": "The foundation of our excellence lies in the quality of materials we use. We source 100% authentic, premium-grade leather, including Cow and goat skin, from trusted suppliers. This ensures exceptional durability, strength, and performance for all our leather products. Each batch of leather undergoes rigorous inspection to meet our strict standards for texture, strength, and appearance, guaranteeing consistency and reliability in every order.",
  "ProcessTabsContent2P2": "Our commitment to ethical sourcing and sustainability means we work exclusively with suppliers who align with responsible practices. This allows us to provide businesses with products that not only reflect superior craftsmanship but also adhere to global standards for sustainable and ethical production.",
  "ProcessTabsHeading3": "3. Manufacturing Process",
  "ProcessTabsContent3P1": "Our manufacturing process is where expertise meets precision. Our highly skilled artisans, with decades of experience, craft each product with meticulous attention to detail. By combining traditional craftsmanship techniques with state-of-the-art tools, we ensure that every item meets the highest standards of quality and durability..",
  "ProcessTabsContent3P2": "With an emphasis on consistency and scalability, we cater to bulk production without compromising on quality. From precise stitching to intricate designs, every step of the process is carefully monitored to align with your business needs and specifications. Our manufacturing system ensures that each product is not only unique but also reliable and timeless, making it the perfect solution for your business’s premium leather requirements.",
  "ProcessTabsHeading4": "4. Quality Inspection",
  "ProcessTabsContent4P1": "Quality control is the foundation of our commitment to delivering premium products. After manufacturing, our dedicated inspection team conducts a rigorous multi-point quality check on every product. This includes verifying stitching precision, design accuracy, material durability, and overall finish to ensure that each item aligns with your business’s expectations.",
  "ProcessTabsContent4P2": "Our strict quality assurance protocols are designed to maintain consistency across large-scale orders while meeting industry standards and your unique specifications. We understand that your reputation depends on the quality of our products, so we make it our responsibility to deliver excellence every time. Trust our inspection process to uphold the reliability and value your business needs.",
  "ProcessTabsHeading5": "5. Packaging and Branding",
  "ProcessTabsContent5P1": "Packaging is not just about protection; it’s about reinforcing your business’s reputation. Each product is securely packed using durable, premium materials to ensure safe transit, especially for bulk shipments. We understand the importance of maintaining product quality during delivery, whether the order is local or international.",
  "ProcessTabsContent5P2": "We also offer customized packaging options that incorporate your brand name or logo, giving you the opportunity to strengthen your brand identity. From eco-friendly wraps to branded cartons, we tailor our packaging to meet your specific requirements while maintaining a professional and polished presentation. Rest assured, our packaging is designed to uphold both the quality of the product and the image of your business.",
  "ProcessTabsHeading6": "6. Delivery and Logistics",
  "ProcessTabsContent6P1": "The final step in our process is ensuring the safe and timely delivery of your order. We partner with trusted logistics providers specializing in bulk shipments, ensuring secure and efficient delivery to your specified location, whether in Pakistan, Germany, the UK, or anywhere else in the world.",
  "ProcessTabsContent6P2": "We offer tailored shipping options, including sea and air freight, to meet your cost and timeline requirements. Our logistics team ensures transparency with real-time tracking and clear communication at every stage of the delivery process.",
  "ProcessTabsContent6P3": "Our commitment doesn’t end with delivery. We maintain open communication to ensure your complete satisfaction and gather feedback to enhance our services. As your business partner, we strive to provide seamless logistics that support your operations and strengthen our partnership.",
  "aboutTitle": "About US",
  "aboutMainTitle": "Our INTRODUCTION",
  "introductionHeading1": "Handcrafted Excellence:",
  "introductionContent1": "We specialize in crafting premium leather products by hand, ensuring every item meets the highest standards of quality anddetail.",
  "introductionHeading2": "100% Pure Leather:",
  "introductionContent2": "Using only genuine, 100% pure leather, our products embody durability and timeless style, offering long-lasting value to our customers.",
  "introductionHeading3": "Proudly Made in Pakistan:",
  "introductionContent3": "Rooted in Pakistan’s rich heritage of craftsmanship, our products reflect our country’s dedication to artistry and skill.",
  "introductionHeading4": "Global Export Reach:",
  "introductionContent4": "Trusted worldwide, we proudly export our leather products globally, connecting clients with authentic, high-quality leather goods.",
  "introductionHeading5": "Quality-Centric Approach:",
  "introductionContent5": "Our commitment to excellence has made us renowned, as we prioritize quality in every stitch, seam, and finish.",
  "workTitle": "Our Strategy",
  "workMainTitle": "Our Work Process",
  "workHeading1": "Personalized Deal-Making",
  "workContent1": "We begin by engaging with our customers to close a deal that aligns with their vision—whether it’s choosing from our curated selection of high-quality materials or working with custom options specified by the client.",
  "workHeading2": "Tailored Production Process",
  "workContent2": "Once the details are finalized, our skilled artisans start crafting the order with meticulous attention to detail, ensuring each piece is made to perfection.",
  "workHeading3": "Ongoing Progress Updates",
  "workContent3": "Throughout the production process, we keep our customers informed, providing regular updates so they can follow each step and witness the care and craftsmanship that goes into their products.",
  "workHeading4": "Secure and Reliable Delivery",
  "workContent4": "After completion, we package the products using secure, industry-leading methods, ensuring safe and reliable delivery, no matter where in the world our customers are located.",
  "workHeading5": "Commitment to Quality and Timeliness",
  "workContent5": "Our primary focus remains on maintaining the highest quality standards while meeting the committed delivery timeframe—delivering an experience as exceptional as the products themselves.",
  "workContactBtn": "Let's connect with us",
  "productTitle": "Our Products",
  "productMainTitle": "Materials We Use",
  "productCardTitle1": "Vegetable-Tanned Goat Leather",
  "productCardContent1": "Eco-friendly and richly textured, ideal for traditional, handcrafted designs.",
  "productCardTitle2": "Suede Goat Leather",
  "productCardContent2": "Soft and velvety, adding a unique texture to our Trachten collection.",
  "productCardTitle3": "Oil-Pull Cow Leather",
  "productCardContent3": "Treated with oils and waxes to give it a WORN look. It develops a beautiful patina over time and has a soft, flexible feel, often used for vintage-style products.",
  "productCardTitle4": "Full-Grain Cow Leather",
  "productCardContent4": "The highest quality cow leather with the natural grain intact. It is known for its durability, strength, and unique character that develops a beautiful patina over time.",
  "productCardTitle5": "Top-Grain Cow Leather",
  "productCardContent5": "Sanded to remove imperfections, giving it a smooth, consistent finish while retaining durability and flexibility. It’s commonly used for a refined, polished look.",
  "productCardTitle6": "Full-Grain Goat Leather",
  "productCardContent6": "Known for its natural grain and longevity, perfect for authentic, durable pieces.",
  "productCardTitle7": "Top-Grain Goat Leather",
  "productCardContent7": "Smooth and consistent, combining durability with a refined finish.",
  "productCardOverlay" : "Contact now for Customize Leather",
  "contactTitle" : "Contact Us",
  "contactInfoHeader1" : "HeadQuarter",
  "contatcInfoHeader2" : "Manufacturing Unit",
  "contactEmailHeader"  : "Email",
  "contactNumberHeader"  : "Phone Number",
  "contactFormHeader" : "Send Message",
  "contactFullName" : "Full Name",
  "contactFormProductWant" : "What Product You Want?",
  "contactFormMaterial" : "Material You Are Interested In?",
  "contactFormMessage" : "Type your Message...",
  "contactFormButton" : "Submit" 
}
