{
  "navbarHome": "Startseite",
  "navbarOrderDelivery": "Bestellung zur Lieferung",
  "navbarAbout": "Über uns",
  "navbarProduct": "Produkte",
  "navbarContact": "Kontaktieren Sie uns",
  "herosectionHeroTitle": "Premium & maßgeschneiderte Lederhosen für Ihr Business",
  "herosectionText": "Wir kümmern uns um Ihr Design, Ihre Stickerei, Ihr Markenlogo und Ihre Stellen Sie sicher, dass Sie 100% Premium- und beste Lederhosen für Ihr Unternehmen erhalten.",
  "whyusImageTitle": "Galerie",
  "whyusImageMainTitle": "Produkt-Showcase",
  "whyusTitle": "Nützt",
  "whyusMainTitle": "Warum wir?",
  "whyusCard1": "Ordnungsgemäße Probenahme vor der Produktion, um den Kunden zufrieden zu stellen.",
  "whyusCard2": "Jedes einzelne Stück wird qualitätskontrolliert. Drei Qualitätsprozesse zur Sicherung der Qualität.",
  "whyusCard3": "Wir fördern Zusammenarbeit und Zufriedenheit, um eine unübertroffene Qualität zu gewährleisten.",
  "whyusCard4": "Wir sind leicht ansprechbar und stehen auch für Tagungen in Deutschland zur Verfügung.",
  "whyusCard5": "Wir beschäftigen uns auch mit Custom Designs. Private Branding kann auf Produkten durchgeführt werden.",
  "whyusButton": "Wir bieten auch an Let's Talk",
  "ourprocessTitle": "Prozess",
  "ourprocessMainTitle": "Unser Prozessablauf",
  "ourprocessTab1h2": "Erleben Sie die Qualität vor der Verpflichtung",
  "ourprocessTab1P1": "Wir wissen, dass die richtige Entscheidung Vertrauen in die Qualität des Produkts erfordert. Aus diesem Grund bieten wir Produktmuster an, um unsere Handwerkskunst und die von uns verwendeten Materialien zu präsentieren. Jedes Muster wird sorgfältig vorbereitet, um die Qualität und die Standards widerzuspiegeln, die wir bei allen unseren Produkten einhalten.",
  "ourprocessTab1P2": "Warum Proben?",
  "ourprocessTab1P3": "Stellen Sie sicher, dass das Produkt Ihren Anforderungen entspricht, bevor Sie eine Großbestellung aufgeben.",
  "ourprocessTab1P4": "Wie funktioniert es?",
  "ourprocessTab1P5": "Sprechen Sie uns einfach mit Ihren Anforderungen an, und wir liefern Ihnen ein auf Ihre Bedürfnisse zugeschnittenes Muster.",
  "ourprocessTab2h2": "Erschwinglich und transparent",
  "ourprocessTab2P1": "Wir berechnen eine Mindestgebühr von 140 EUR pro Probe, um die Produktions- und Versandkosten zu decken. Dieser Betrag stellt sicher, dass wir unsere Qualität aufrechterhalten und Ihnen gleichzeitig eine praktische Erfahrung bieten können.",
  "ourprocessTab2P2": "Zahlungsmethode:",
  "ourprocessTab2P3": "Wir akzeptieren mehrere Zahlungsoptionen, darunter Überweisungen, PayPal und andere sichere Zahlungsmethoden. Was ist in der Gebühr enthalten? Ihre Mustergebühren decken das Produkt, die Verpackung und den Standardversand ab.",
  "ourprocessTab3h2": "Schnelle Abwicklung für schnelle Entscheidungen",
  "ourprocessTab3P1": "Wir wissen, dass Zeit im Geschäftsleben von entscheidender Bedeutung ist. Deshalb verpflichten wir uns, Muster innerhalb einer Woche ab dem Datum der Auftragsbestätigung zu liefern.",
  "ourprocessTab3P2": "Schnelle Verarbeitung:",
  "ourprocessTab3P3": "Bestellungen werden umgehend vorbereitet und versandt, so dass Sie die Probe ohne unnötige Verzögerungen überprüfen können.",
  "ourprocessTab3P4": "Kundenspezifische Muster:",
  "ourprocessTab3P5": "Anpassungen können die Lieferzeit leicht verlängern, aber wir werden dies klar kommunizieren.",
  "ourprocessTime": "1 Woche",
  "ourprocessTab4h2": "Flexible Lieferfristen basierend auf der Auftragsgröße",
  "ourprocessTab4P1": "Für Großbestellungen bieten wir maßgeschneiderte Zeitpläne an, um Ihre spezifischen Geschäftsanforderungen zu erfüllen:",
  "ourprocessTab4P2": "Bis zu 2000 Stück Lieferung in 1 Monat",
  "ourprocessTab4P3": "Bis zu 5000 Stück Lieferung in 3 Monaten",
  "ourprocessTab4P4": "Bis zu 10000 Stück Lieferung in 6 Monaten",
  "ourprocessTab4P5": "Unser engagiertes Team sorgt für eine pünktliche Produktion und einen pünktlichen Versand, ohne Kompromisse bei der Qualität einzugehen.",
  "ourprocessTab4P6": "Wie wir die Pünktlichkeit sicherstellen:",
  "ourprocessTab4P7": "Wir verwenden fortschrittliche Produktionsmethoden und stehen während des gesamten Prozesses in engem Kontakt mit Ihnen.",
  "ourprocessTab5h2": "Schneller und zuverlässiger Luftfrachtverkehr",
  "ourprocessTab5P1": "Für dringende Bestellungen empfehlen wir den Versand auf dem Luftweg, der die schnellsten Lieferzeiten bietet.",
  "ourprocessTab5P2": "Kostenaufschlüsselung:",
  "ourprocessTab5Li1": "3 EUR pro kg für Bestellungen bis zu 2000 Stück",
  "ourprocessTab5Li2": "2,5 EUR pro kg für Bestellungen bis zu 5000 Stück",
  "ourprocessTab5P3": "Vorteile des Luftversands:",
  "ourprocessTab5Li3": "Schnellere Lieferzeiten",
  "ourprocessTab5Li4": "Ideal für leichte und dringende Bestellungen",
  "ourprocessTab6h2": "Kosteneffiziente und effektive Seefracht",
  "ourprocessTab6P1": "Für größere Bestellungen bietet der Seetransport die wirtschaftlichste Option.",
  "ourprocessTab6P2": "Kostenaufschlüsselung:",
  "ourprocessTab6Li1": "2 EUR pro kg für Bestellungen bis zu 2000 Stück",
  "ourprocessTab6Li2": "1,5 EUR pro kg für Bestellungen bis zu 5000 Stück",
  "ourprocessTab6P3": "Vorteile des Seetransports:",
  "ourprocessTab6Li3": "Geringere Versandkosten",
  "ourprocessTab6Li4": "Geeignet für schwere oder großvolumige Bestellungen",
  "processTitle": "Unser Prozess",
  "processMainTitle": "Luxusleder, geliefert",
  "processStepFirst": "1. Leder-Akquire",
  "processStepSecond": "2. Chemische Reinigung",
  "processStepThird": "3. Stickerei",
  "processStepFourth": "4. Nähte",
  "processStepFivth": "5. Qualitätssicherung",
  "processStepSixth": "6. Lieferung",
  "collectionTitle": "Unsere Produkte",
  "collectionMainTitle": "Unsere Top-Kollektionen",
  "collectionCard1Title": "Normales Ziegenfell Beige",
  "collectionCard1Desc": "Freuen Sie sich auf die Weichheit von normalem Ziegenleder in Beige, das auf Komfort ausgelegt ist, mit einer raffinierten, natürlichen Textur, die jedem Stück Eleganz verleiht.",
  "collectionCard2Title": "Ziegenwildleder Beige",
  "collectionCard2Desc": "Entdecken Sie das plüschige Tragegefühl und den raffinierten Look von Ziegenveloursleder in Beige, das eine weiche, samtige Textur bietet, die jedem Stück Wärme und Raffinesse verleiht.",
  "collectionCard3Title": "Samtiges Rindsveloursleder",
  "collectionCard3Desc": "Erleben Sie die luxuriöse Weichheit von samtigem Rindswildleder, ideal für Stücke mit reichhaltiger Textur und glattem, raffiniertem Finish.",
  "collectionOverlay": "Kontaktieren jetzt für Customize Leather",
  "testimonialsTitle": "Erfahrungsberichte",
  "testimonialsMainTitle": "Unsere Kunden",
  "swiperName": "Krist und König",
  "swiperCompany": "Deutschland",
  "swiperHeader": "Qualität, auf die Sie sich verlassen können – hergestellt von Experten",
  "swiperContent": "Ich bin von meinem Kauf mehr als beeindruckt! Die Handwerkskunst und die Liebe zum Detail sind wirklich beispiellos. Es ist offensichtlich, dass Exzellenz und Qualität im Mittelpunkt dieser Marke stehen. Das ist mehr als ein Produkt – es ist ein Meisterwerk. Ich freue mich schon auf meine nächste Bestellung!",
  "footerMenuHeading1": "Website-Links",
  "footerHome": "Startseite",
  "footerAbout": "Über Seite",
  "footerProduct": "Produktseite",
  "footerContact": "Kontaktseite",
  "footerPaymentHeader": "Zahlungsmethoden",
  "footerCopyRights": "2025-26 Ahdus Trachten | Alle Rechte vorbehalten",
  "Orderdelivery-title": "Bestellung bis Lieferung",
  "Orderdelivery-text": "Von der Auftragserteilung bis zur Lieferung legen wir Wert auf Qualität, Authentizität und Ihre Zufriedenheit. Wenn Sie sich für uns entscheiden, werden Sie Teil einer Reise, die auf Handwerkskunst und Exzellenz basiert. Vertrauen Sie darauf, dass wir Lederprodukte liefern, die so einzigartig sind wie Sie. Bestellen Sie noch heute und erleben Sie den Unterschied!",
  "WhyChooseMission": "Qualität und Handwerkskunst neu definieren, Produkt für Produkt. Wir sind bestrebt, unseren Geschäftspartnern einen außergewöhnlichen Mehrwert zu bieten, indem wir erstklassige Produkte anbieten, die Qualität, Leidenschaft und Hingabe verkörpern. Unsere Mission ist es, langfristige Partnerschaften durch ständige Zuverlässigkeit, erstklassige Handwerkskunst und ein gemeinsames Engagement für Spitzenleistungen zu fördern.",
  "WhyChooseValues": "Qualität und Handwerkskunst neu definieren, Produkt für Produkt. Wir sind bestrebt, unseren Geschäftspartnern einen außergewöhnlichen Mehrwert zu bieten, indem wir erstklassige Produkte anbieten, die Qualität, Leidenschaft und Hingabe verkörpern. Unsere Mission ist es, langfristige Partnerschaften durch ständige Zuverlässigkeit, erstklassige Handwerkskunst und ein gemeinsames Engagement für Spitzenleistungen zu fördern.",
  "ProcessTabs1": "Auftragsbestätigung",
  "ProcessTabs2": "Rohstoffsammlung",
  "ProcessTabs3": "Herstellung",
  "ProcessTabs4": "Inspektion",
  "ProcessTabs5": "Verpackung",
  "ProcessTabs6": "Export",
  "ProcessTabsHeading1": "1. Optimierter Bestellbestätigungsprozess",
  "ProcessTabsContent1": "Sobald Sie Ihre Bestellung über unsere Website oder direkt bei unserem Team aufgegeben haben, sorgen unsere engagierten Kundendienstmitarbeiter dafür, dass jedes Detail sorgfältig erfasst wird. Ganz gleich, ob Sie ein Standardprodukt oder eine individuell auf Ihre Geschäftsanforderungen zugeschnittene Lösung benötigen: Wir arbeiten eng mit Ihnen zusammen, um alle Spezifikationen zu erfassen. Von Größe und Stil bis hin zu einzigartigen Individualisierungen – Ihre Anforderungen haben für uns oberste Priorität. Jeder Auftrag stellt eine wertvolle Partnerschaft dar und wir sind bestrebt, die Erwartungen mit Präzision und Zuverlässigkeit zu übertreffen.",
  "ProcessTabsHeading2": "2. Beschaffung hochwertiger Rohstoffe",
  "ProcessTabsContent2P1": "Die Grundlage unserer Exzellenz liegt in der Qualität der von uns verwendeten Materialien. Wir beziehen 100 % authentisches, hochwertiges Leder, einschließlich Kuh- und Ziegenleder, von vertrauenswürdigen Lieferanten. Dies gewährleistet außergewöhnliche Haltbarkeit, Stärke und Leistung für alle unsere Lederprodukte. Jede Ledercharge wird einer strengen Prüfung unterzogen, um unsere strengen Standards für Textur, Festigkeit und Aussehen zu erfüllen und Konsistenz und Zuverlässigkeit bei jeder Bestellung zu gewährleisten.",
  "ProcessTabsContent2P2": "Unser Engagement für ethische Beschaffung und Nachhaltigkeit bedeutet, dass wir ausschließlich mit Lieferanten zusammenarbeiten, die verantwortungsvolle Praktiken anwenden. Dies ermöglicht es uns, Unternehmen Produkte anzubieten, die nicht nur erstklassige Handwerkskunst widerspiegeln, sondern auch den globalen Standards für nachhaltige und ethische Produktion entsprechen.",
  "ProcessTabsHeading3": "3. Herstellungsprozess",
  "ProcessTabsContent3P1": "In unserem Herstellungsprozess trifft Fachwissen auf Präzision. Unsere hochqualifizierten Kunsthandwerker mit jahrzehntelanger Erfahrung fertigen jedes Produkt mit viel Liebe zum Detail. Durch die Kombination traditioneller Handwerkstechniken mit modernsten Werkzeugen stellen wir sicher, dass jeder Artikel den höchsten Ansprüchen an Qualität und Haltbarkeit entspricht.",
  "ProcessTabsContent3P2": "Mit einem Schwerpunkt auf Konsistenz und Skalierbarkeit ermöglichen wir eine Massenproduktion ohne Kompromisse bei der Qualität. Von präzisen Nähten bis hin zu komplizierten Designs wird jeder Schritt des Prozesses sorgfältig überwacht, um ihn an Ihre Geschäftsanforderungen und -spezifikationen anzupassen. Unser Fertigungssystem stellt sicher, dass jedes Produkt nicht nur einzigartig, sondern auch zuverlässig und zeitlos ist und somit die perfekte Lösung für die Premium-Lederanforderungen Ihres Unternehmens darstellt.",
  "ProcessTabsHeading4": "4. Qualitätsprüfung",
  "ProcessTabsContent4P1": "Die Qualitätskontrolle ist die Grundlage unseres Engagements für die Lieferung erstklassiger Produkte. Nach der Herstellung führt unser engagiertes Inspektionsteam bei jedem Produkt eine strenge Mehrpunkt-Qualitätsprüfung durch. Dazu gehört die Überprüfung der Nähpräzision, der Designgenauigkeit, der Materialhaltbarkeit und der Gesamtverarbeitung, um sicherzustellen, dass jeder Artikel den Erwartungen Ihres Unternehmens entspricht.",
  "ProcessTabsContent4P2": "Unsere strengen Qualitätssicherungsprotokolle sind darauf ausgelegt, die Konsistenz bei Großaufträgen zu gewährleisten und gleichzeitig Industriestandards und Ihre individuellen Spezifikationen zu erfüllen. Wir sind uns darüber im Klaren, dass Ihr Ruf von der Qualität unserer Produkte abhängt. Deshalb sehen wir es als unsere Verantwortung an, jederzeit Spitzenleistungen zu erbringen. Vertrauen Sie unserem Inspektionsprozess, um die Zuverlässigkeit zu wahren und Ihren Geschäftsanforderungen gerecht zu werden.",
  "ProcessTabsHeading5": "5. Verpackung und Branding",
  "ProcessTabsContent5P1": "Beim Verpacken geht es nicht nur um Schutz; Es geht darum, den Ruf Ihres Unternehmens zu stärken. Jedes Produkt wird sicher mit langlebigen, hochwertigen Materialien verpackt, um einen sicheren Transport zu gewährleisten, insbesondere bei Massensendungen. Wir wissen, wie wichtig es ist, die Produktqualität während der Lieferung aufrechtzuerhalten, unabhängig davon, ob es sich um eine lokale oder internationale Bestellung handelt.",
  "ProcessTabsContent5P2": "Wir bieten auch maßgeschneiderte Verpackungsoptionen an, die Ihren Markennamen oder Ihr Logo integrieren und Ihnen so die Möglichkeit geben, Ihre Markenidentität zu stärken. Von umweltfreundlichen Verpackungen bis hin zu Markenkartons passen wir unsere Verpackungen an Ihre spezifischen Anforderungen an und sorgen gleichzeitig für eine professionelle und elegante Präsentation. Seien Sie versichert, unsere Verpackung ist darauf ausgelegt, sowohl die Qualität des Produkts als auch das Image Ihres Unternehmens zu wahren.",
  "ProcessTabsHeading6": "6. Lieferung und Logistik",
  "ProcessTabsContent6P1": "Der letzte Schritt in unserem Prozess besteht darin, die sichere und pünktliche Lieferung Ihrer Bestellung sicherzustellen. Wir arbeiten mit vertrauenswürdigen Logistikdienstleistern zusammen, die auf Massensendungen spezialisiert sind, um eine sichere und effiziente Lieferung an Ihren angegebenen Standort zu gewährleisten, sei es in Pakistan, Deutschland, Großbritannien oder irgendwo anders auf der Welt.",
  "ProcessTabsContent6P2": "Wir bieten maßgeschneiderte Versandoptionen, einschließlich See- und Luftfracht, um Ihren Kosten- und Zeitanforderungen gerecht zu werden. Unser Logistikteam sorgt in jeder Phase des Lieferprozesses für Transparenz mit Echtzeitverfolgung und klarer Kommunikation.",
  "ProcessTabsContent6P3": "Unser Engagement endet nicht mit der Lieferung. Wir pflegen eine offene Kommunikation, um Ihre vollständige Zufriedenheit sicherzustellen und Feedback zu sammeln, um unsere Dienstleistungen zu verbessern. Als Ihr Geschäftspartner sind wir bestrebt, eine reibungslose Logistik bereitzustellen, die Ihre Abläufe unterstützt und unsere Partnerschaft stärkt.",
  "aboutTitle": "Über uns",
  "aboutMainTitle": "Unsere EINFÜHRUNG",
  "introductionHeading1": "Handgefertigte Exzellenz:",
  "introductionContent1": "Wir sind auf die handgefertigte Herstellung hochwertiger Lederprodukte spezialisiert und stellen sicher, dass jeder Artikel den höchsten Qualitäts- und Detailstandards entspricht.",
  "introductionHeading2": "100 % reines Leder:",
  "introductionContent2": "Da wir ausschließlich echtes, 100 % reines Leder verwenden, verkörpern unsere Produkte Langlebigkeit und zeitlosen Stil und bieten unseren Kunden einen dauerhaften Wert.",
  "introductionHeading3": "Stolz hergestellt in Pakistan:",
  "introductionContent3": "Unsere Produkte sind im reichen handwerklichen Erbe Pakistans verwurzelt und spiegeln das Engagement unseres Landes für Kunstfertigkeit und Können wider.",
  "introductionHeading4": "Globale Exportreichweite:",
  "introductionContent4": "Wir genießen weltweites Vertrauen und exportieren unsere Lederprodukte stolz in die ganze Welt, um Kunden mit authentischen, hochwertigen Lederwaren zu versorgen.",
  "introductionHeading5": "Qualitätsorientierter Ansatz:",
  "introductionContent5": "Unser Streben nach Exzellenz hat uns einen guten Ruf eingebracht, da wir bei jedem Stich, jeder Naht und jedem Finish Wert auf Qualität legen.",
  "workTitle": "Unsere Strategie",
  "workMainTitle": "Unser Arbeitsprozess",
  "workHeading1": "Personalisierte Geschäftsabwicklung",
  "workContent1": "Wir beginnen damit, mit unseren Kunden zusammenzuarbeiten, um einen Deal abzuschließen, der ihrer Vision entspricht – sei es die Auswahl aus unserer kuratierten Auswahl an hochwertigen Materialien oder die Arbeit mit vom Kunden vorgegebenen benutzerdefinierten Optionen.",
  "workHeading2": "Maßgeschneiderter Produktionsprozess",
  "workContent2": "Sobald die Details festgelegt sind, beginnen unsere erfahrenen Kunsthandwerker mit viel Liebe zum Detail mit der Fertigung der Bestellung, um sicherzustellen, dass jedes Stück perfekt gefertigt wird.",
  "workHeading3": "Laufende Fortschrittsaktualisierungen",
  "workContent3": "Während des gesamten Produktionsprozesses halten wir unsere Kunden auf dem Laufenden und informieren sie regelmäßig, damit sie jeden Schritt verfolgen und Zeuge der Sorgfalt und Handwerkskunst werden können, die in ihre Produkte einfließt.",
  "workHeading4": "Sichere und zuverlässige Lieferung",
  "workContent4": "Nach der Fertigstellung verpacken wir die Produkte mit sicheren, branchenführenden Methoden und gewährleisten so eine sichere und zuverlässige Lieferung, egal wo auf der Welt sich unsere Kunden befinden.",
  "workHeading5": "Verpflichtung zu Qualität und Pünktlichkeit",
  "workContent5": "Unser Hauptaugenmerk liegt weiterhin auf der Aufrechterhaltung höchster Qualitätsstandards bei gleichzeitiger Einhaltung der vereinbarten Lieferzeiten – um ein Erlebnis zu bieten, das so außergewöhnlich ist wie die Produkte selbst.",
  "workContactBtn": "Lassen Sie uns mit uns in Kontakt treten",
  "productTitle": "Unsere Produkte",
  "productMainTitle": "Materialien, die wir verwenden",
  "productCardTitle1": "Pflanzlich gegerbtes Ziegenleder",
  "productCardContent1": "Umweltfreundlich und reich strukturiert, ideal für traditionelle, handgefertigte Designs.",
  "productCardTitle2": "Wildleder-Ziegenleder",
  "productCardContent2": "Weich und samtig, was unserer Trachtenkollektion eine einzigartige Textur verleiht.",
  "productCardTitle3": "Oil-Pull-Rindsleder",
  "productCardContent3": "Mit Ölen und Wachsen behandelt, um ihm ein abgenutztes Aussehen zu verleihen. Es entwickelt mit der Zeit eine schöne Patina und fühlt sich weich und flexibel an, was häufig für Produkte im Vintage-Stil verwendet wird.",
  "productCardTitle4": "Vollnarbiges Rindsleder",
  "productCardContent4": "Rindsleder höchster Qualität mit intakter natürlicher Narbung. Es ist bekannt für seine Haltbarkeit, Stärke und seinen einzigartigen Charakter, der mit der Zeit eine wunderschöne Patina entwickelt.",
  "productCardTitle5": "Hochwertiges Rindsleder",
  "productCardContent5": "Geschliffen, um Unvollkommenheiten zu entfernen, wodurch ein glattes, gleichmäßiges Finish entsteht und gleichzeitig die Haltbarkeit und Flexibilität erhalten bleibt. Es wird häufig für einen raffinierten, polierten Look verwendet.",
  "productCardTitle6": "Vollnarbiges Ziegenleder",
  "productCardContent6": "Bekannt für seine natürliche Maserung und Langlebigkeit, perfekt für authentische, langlebige Stücke.",
  "productCardTitle7": "Hochwertiges Ziegenleder",
  "productCardContent7": "Glatt und gleichmäßig, kombiniert Haltbarkeit mit einem raffinierten Finish.",
  "productCardOverlay": "Kontaktieren Sie uns jetzt für die individuelle Gestaltung von Leder",
  "contactTitle": "Kontaktieren Sie uns",
  "contactInfoHeader1": "Hauptquartier",
  "contatcInfoHeader2": "Produktionseinheit",
  "contactEmailHeader": "E-Mail",
  "contactNumberHeader": "Telefonnummer",
  "contactFormHeader": "Nachricht senden",
  "contactFullName": "Vollständiger Name",
  "contactFormProductWant": "Welches Produkt wünschen Sie?",
  "contactFormMaterial": "Material, das Sie interessiert?",
  "contactFormMessage": "Geben Sie Ihre Nachricht ein...",
  "contactFormButton": "Einreichen",
  "retailerTitle": "Unser Händler in Deutschland",
  "retailerLocation" : "Standort des Händlers",
  "retailerWebsite" : "Händler-Website",
  "retailerContact" : "Wenden Sie sich an den Händler"
}
